app/controllers/schoolclasses_controller.rb

  def index
    @schoolclasses = SchoolClass.all
---
SELECT "school_classes".* FROM "school_classes"